Repository: minh-ton/reynard-browser
Catalog: browser/Reynard/Client/Interface/Library/Settings/SettingsLocalizable.xcstrings
Source language: en
Languages: am, ar, ast, az, be, bg, bn, br, bs, ca, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, ff, fi, fil, fr, fur, fy_nl, ga_ie, gd, gl, gn, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, kn, ko, ku, lij, lo, lt, ml, mr, my, nb_no, nl, nn_no, oc, pa_arab_pk, pa_guru_in, pl, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, sl, sq, sr, su, sv_se, szl, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vec, vi, yo, zh_hans, zh_hant

source: Stops outside ads, videos, and other content from loading that contains tracking code. May affect some website functionality.
am: ከማስታወቂያዎች፣ ቪዲዮዎች እና ሌሎች የክትትል ኮድ የያዙ ሌሎች ይዘቶችን ከመጫን ያቆማል። አንዳንድ የድረ-ገጽ ተግባራትን ሊጎዳ ይችላል።
ar: توقيف تحميل الإعلانات والفيديوهات وغيرها من محتويات خارجية تحتوي على برمجيات تعقّب. قد يؤثّر هذا على سلوك بعض المواقع.
ast: Para la carga d'anuncios, vídeos y otru conteníu esternu que contenga códigu que rastrexe. Ye posible qu'afeute a les funciones de dalgunos sitios web.
be: Спыняе загрузку вонкавай рэкламы, відэа і іншага змесціва, якое змяшчае код асочвання. Можа адбіцца на некаторых функцыях вэб-сайта.
bg: Спира зареждането на външни реклами, видео и друго съдържание, съдържащо проследяващ код. Може да засегне някои страници.
br: Harzañ a ra ar bruderezh diavaez hag an endalc’hadoù all da gargañ a endalc’h ur boneg heuliañ. Gallout a ra kaout un efed war mont-en-dro lec’hiennoù ’zo.
bs: Zaustavlja reklame, video, i druge sadržaje koji sadrže kod za praćenje. Može uticati na funkcionisanje nekih web stranica.
ca: Impedeix que es carreguin anuncis, vídeos i altre contingut que contenen codi de seguiment. Pot afectar la funcionalitat del lloc web.
co: Impedisce u caricamentu di e publicità, video è altri cuntenuti d’origine esterna à u situ è cuntenendu codice di spiunagiu. Què pò affettà certe funzioni di u situ web.
cs: Blokuje načítání reklam, videí a dalšího obsahu, který obsahuje sledující kód. To může ovlivnit fungování některých webových stránek.
cy: Yn rhwystro hysbysebion, fideos, a chynnwys allanol arall rhag llwytho’r hyn sy’n cynnwys cod tracio. Gall effeithio ar rywfaint o ymarferoldeb gwefan.
da: Stopper indlæsning af eksterne reklamer, videoer og andet indhold, der indeholder sporings-kode. Kan påvirke nogle websteders funktionalitet.
de: Verhindert das Laden von Werbung, Videos und anderen Inhalten, die Skripte zur Aktivitätenverfolgung enthalten. Kann einige Funktionen der Website beeinträchtigen.
dsb: Zaźujo zacytanjeju wabjenja, wideo a drugego wopśimjeśa, kótarež slědowański kod wopśimuju. Móžo někotare funkcije websedłow kazyś.
el: Διακόπτει τη φόρτωση εξωτερικών διαφημίσεων, βίντεο και άλλου περιεχομένου που περιέχει κώδικα καταγραφής. Ίσως επηρεάσει τη λειτουργικότητα ορισμένων ιστοτόπων.
eo: Haltigo de ŝargado de nerektaj reklamoj, filmetoj kaj aliaj enhavoj, kiuj portas spurilan kodon. Tio povas misfunkciigi kelkajn trajtojn de retejoj.
es: Bloquea la carga de anuncios externos, vídeos y contenido que contenga código de rastreo. Puede afectar a la funcionalidad del sitio web.
es_ar: Detiene la carga de anuncios externos, videos y otro contenido que contiene código de rastreo. Puede afectar la funcionalidad del sitio web.
es_cl: Detiene la carga de publicidad, videos y otros contenidos que contienen códigos de seguimiento. Puede afectar la funcionalidad de algunos sitios web.
es_mx: Bloquea la carga de anuncios externos, vídeos y contenido que contenga código de rastreo. Puede afectar a la funcionalidad del sitio web.
et: Peatab jälitavat koodi sisaldavate reklaamide, videote ja muu sisu laadimise. Võib mõjutada mõnda veebisaidi funktsionaalsust.
eu: Jarraipenerako kodea izan lezaketen kanpoko iragarkiak, bideoak eta bestelako edukia kargatzea eragozten du. Zenbait webguneren eginbideetan eragina izan lezake.
fa: از بارگیری که حاوی کد رهگیری است، خارج از تبلیغات، ویدیوها و سایر مطالب متوقف می‌شود. ممکن است بر عملکرد وبگاه تأثیر بگذارد.
fi: Estää lataamasta ulkopuolisia mainoksia, videoita ja muuta sisältöä, joka sisältää seurantakoodin. Voi vaikuttaa joidenkin verkkosivustojen toimimiseen.
fil: Pinipigilang mag-load ang mga panlabas na mga ad, video, at iba pang content na nagtataglay ng tracking code. Maaaring maapektuhan ang ilang aspeto ng website.
fr: Empêche le chargement des publicités, vidéos et autres contenus d’origine externe au site et contenant du code de pistage. Peut affecter certaines fonctionnalités du site.
fur: Al ferme il cjariament di publicitâts esternis, videos e altris contignûts che a contegnin codiç che ti spie. Al pues influençâ cualchi funzionalitât dal sît web.
fy_nl: Foarkomt dat eksterne advertinsjes, fideo’s en oare ynhâld dy’t folchkoade befettet laden wurde. Kin ynfloed hawwe op de funksjonaliteit fan guon websites.
ga_ie: Cuireann sé seo cosc ar fhógraí, ar fhíseáin, agus ar ábhar eile a bhfuil cód lorgaireachta ann. Imríonn sé tionchar ar fheidhmíocht suíomh áirithe.
gd: Cuiridh seo stad air luchdadh de shanasachd, videothan is susbaint eile on taobh a-muigh anns a bheil còd tracaidh. Dh’fhaoidte gum bi droch-bhuaidh aige seo air obrachadh de chuid a làraichean-lìn.
gl: Detén a carga de anuncios, vídeos e outros contidos que conteñan código de seguimento. Pode afectar a algunhas funcións dos sitios web.
gn: Ejoko ñemurã ñemyanyhẽ okayguáva, ta’ãngamýi ha tetepy oguerekóva ayvu rapykuehoha. Ikatu ombyai ñanduti renda rembiapoite.
he: עוצר טעינה של פרסומות, סרטונים וכל תוכן חיצוני אחר שמכיל קוד מעקב. עשוי להשפיע על אופן פעילות האתר.
hi_in: जिसमें ट्रैकिंग कोड होता है उसे बाहरी विज्ञापन, वीडियो, और अन्य सामग्री लोड करने से रोकती है। कुछ वेबसाइट की कार्यक्षमता को प्रभावित करती हैं।
hr: Zaustavlja učitavanje vanjskih oglasa, videozapisa i drugog sadržaja koji sadrži kod za praćenje. Može utjecati na neke funkcionalnosti web stranice.
hsb: Zadźěwa začitanju wabjenja, widejow a druheho wobsaha, kotrež slědowanski kod wobsahuja. Móže někotrym funkcijam websydłow wadźić.
hu: Megállítja a követési kódokat tartalmazó külső hirdetések, videók és egyéb tartalmak betöltését. Befolyásolhatja az egyes weboldalak funkcióit.
hy_am: Դադարեցվում է արտաքին գովազդի, տեսանյութերի և այլ բովանդակության բեռնումը, որը պարունակում է հետագծման կոդ: Կարող է ազդել կայքի որոշ գործառությունների վրա:
ia: Impedi cargar avisos publicitari, videos e altere contento externe que contine codification de traciamento. Pote interessar le functionalitate de alcun sito web.
id: Menghentikan iklan, video, dan konten lain dari luar yang memuat kode pelacakan. Dapat memengaruhi beberapa fungsionalitas situs web.
is: Kemur í veg fyrir hleðslu utanaðkomandi auglýsinga, myndbskeiða og annars efnis sem inniheldur kóða til að rekja hegðun. Getur haft áhrif á virkni vefsvæða.
it: Interrompe il caricamento di annunci esterni, video e altri contenuti che contengono codice di tracciamento. Può influire su alcune funzionalità del sito web.
ja: 追跡コードを含む外部の広告、動画、その他のコンテンツの読み込みを停止します。一部のウェブサイトの機能に影響する場合があります。
ka: აჩერებს გარეშე რეკლამების, ვიდეოებისა და სხვა მეთვალყურე კოდის შემცველი შიგთავსის ჩატვირთვას. შეიძლება გავლენა იქონიოს ვებგვერდის ზოგიერთ შესაძლებლობაზე.
kab: Ad isewḥel adellel, tividyutin akked ugbur-nniḍen i d-yekka beṛṛa n usmel, win i igebren tangalt n uḍfaṛ. Izmer ad iḥaz kra n tmahilin n usmel.
kk: Бақылау коды бар сыртқы жарнама, видео және басқа жа мазмұннын жүктеуіне жол бермейді. Кейбір веб-сайттардың жұмысына әсер етуі мүмкін.
kn: ಟ್ರ್ಯಾಕಿಂಗ್ ಕೋಡ್ ಹೊಂದಿರುವ ಲೋಡ್ ಮಾಡುವುದರಿಂದ ಜಾಹೀರಾತುಗಳು, ವೀಡಿಯೊಗಳು ಮತ್ತು ಇತರ ವಿಷಯವನ್ನು ಹೊರಗೆ ನಿಲ್ಲಿಸುತ್ತದೆ. ಕೆಲವು ವೆಬ್‌ಸೈಟ್ ಕ್ರಿಯಾತ್ಮಕತೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಬಹುದು.
ko: 추적 코드가 포함된 외부 광고, 동영상 및 기타 콘텐츠가 로드되지 않도록 합니다. 일부 웹 사이트의 기능에 영향을 줄 수 있습니다.
ku: Nahêle reklam, vîdyo û naverokên din ên tê de koda şopandinê hene bên barkirin. Dibe ku bandorê li taybetiyên hin malperan bike.
lij: Blòcca o caregamento de anonçi esterni, video e atri contegnui che gh'an do còdice traciante. O peu infloî in sce quarche fonçion do scito.
lo: ຢຸດການໂຄສະນາພາຍນອກ, ວິດີໂອ, ແລະເນື້ອຫາອື່ນໆຈາກການໂຫຼດທີ່ມີລະຫັດຕິດຕາມ. ອາດຈະສົ່ງຜົນກະທົບຕໍ່ການເຮັດວຽກຂອງເວັບໄຊທ໌ບາງຢ່າງ.
lt: Blokuoja išorinių reklamų, vaizdų, ir kito stebėjimui skirto turinio įkėlimą. Gali sutrikti svetainių funkcionalumas.
ml: പിന്തുടരൽ കോഡ് അടങ്ങിയിരിക്കുന്ന പുറത്തുനിന്നുള്ള പരസ്യങ്ങൾ, വീഡിയോകൾ, മറ്റ് ഉള്ളടക്കം എന്നിവയുടെ ലഭ്യമാക്കൽ നിർത്തുന്നു. ചില വെബ്‌സൈറ്റ് പ്രവർത്തനങ്ങളെ ബാധിച്ചേക്കാം.
mr: ट्रॅकिंग कोड असलेल्या बाह्य जाहिराती, व्हिडिओ आणि इतर मजकूर लोड करण्यापासून थांबवा. वेबसाइटच्या कार्यक्षमतेवर परिणाम होऊ शकतो.
my: ခြေရာခံခြင်းကုဒ်ပါရှိခြင်းကြောင့်အပြင်ဘက်ကြော်ငြာများ၊ဗွီဒီယိုများနှင့်အခြားအကြောင်းအရာများကိုတားမြစ်သည်။ အချို့သော ဆိုက်၏လုပ်ဆောင်နိုင်စွမ်းကိုအကျိုးသက်ရောက်နိုင်သည်။
nb_no: Stopper innlasting av eksterne annonser, videoer og annet innhold, da de kan inneholde sporingskode. Kan påvirke visse nettstedsfunksjoner.
nl: Voorkomt dat externe advertenties, video’s en andere inhoud die volgcode bevat worden geladen. Kan invloed hebben op de functionaliteit van sommige websites.
nn_no: Stoppar innlasting av eksterne annonsar, videoar og anna innhald, då dei kan innehalde sporingskode. Kan påverke visse nettstadfunksjonar.
oc: Empacha lo cargament de publicitats, vidèos e autre contengut que contenon de còdi de seguiment. Pòt afectar d’unas foncionalitats de sites web.
pa_arab_pk: باہری اشتہار، ویڈیو تے ہورناں مواداں نوں روکدا اے، جس چ ٹریک کرن والا کوڈ ہندا اے۔ کجھ ویب‌سائیٹاں دا کم کاج متاثر ہو سکدا اے۔
pa_guru_in: ਬਾਹਰੀ ਇਸ਼ਤਿਹਾਰ, ਵਿਡੀਓ ਅਤੇ ਹੋਰ ਸਮੱਗਰੀ ਨੂੰ ਰੋਕਦਾ ਹੈ, ਜਿਸ ‘ਚ ਟਰੈਕ ਕਰਨ ਵਾਲਾ ਕੋਡ ਹੁੰਦਾ ਹੈ। ਕੁਝ ਵੈੱਬਸਾਈਟਾਂ ਦਾ ਕੰਮਕਾਜ ਪ੍ਰਭਾਵਿਤ ਹੋ ਸਕਦਾ ਹੈ।
pl: Zatrzymuje wczytywanie zewnętrznych reklam, filmów i innych treści zawierających elementy śledzące. Może powodować niepoprawne działanie niektórych stron.
pt_br: Impede o carregamento de anúncios, vídeos e outros conteúdos externos que contêm código de rastreamento. Pode afetar funcionalidades de alguns sites.
pt_pt: Impede o carregamento de anúncios, vídeos e outros conteúdos externos que contenham códigos de monitorização. Pode afetar algumas funcionalidades dos sites.
rm: Impedescha che reclamas, videos ed auter cuntegn extern cun code che fastizescha vegnia chargià. Quai po dentant avair per consequenza che tschertas parts da la website na funcziunan betg endretg.
ro: Oprește încărcarea reclamelor, videoclipurilor și a altor conținuturi externe care conțin coduri de urmărire. Poate afecta anumite funcționalități ale site-ului.
ru: Блокирует загрузку внешней рекламы, видео и другого содержимого, если они содержат отслеживающий код. Может повлиять на работу некоторых сайтов.
sat: ᱵᱟᱦᱨᱮ ᱮᱰ, ᱣᱤᱰᱤᱭᱚ, ᱟᱨ ᱚᱞᱜᱟ ᱡᱤᱱᱤᱥ ᱠᱚ ᱮᱢᱟᱱ ᱜᱷᱮᱨ ᱮᱥᱮᱫ ᱠᱳᱰ ᱠᱚ ᱞᱟᱹᱜᱤᱫᱽ ᱵᱟᱭ ᱞᱟᱫᱮ ᱪᱷᱚᱭ ᱟ ᱾ ᱚᱞᱜᱟ ᱣᱮᱵᱥᱟᱭᱤᱴ ᱠᱟᱹᱢᱤ ᱠᱚ ᱨᱮᱭᱟᱜ ᱫᱷᱚᱸᱜ ᱠᱚᱫᱚᱞ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱭ ᱾
scn: Blocca pubblicità, vidiu e autri cuntinuti chi ànnu còdici trazzanti. Putissi fari sfarsijari quarchi situ.
si: ලුහුබැඳීමේ කේත අඩංගු බාහිර දැන්වීම්, දෘශ්‍යක සහ අනෙකුත් අන්තර්ගත පූරණය වීම නවත්වයි. ඇතැම් අඩවිවල ක්‍රියාකාරිත්වයට බලපෑ හැකිය.
sk: Blokuje načítanie reklám, videí a ďalšieho obsahu, ktorý obsahuje sledovací kód. To môže ovplyvniť fungovanie niektorých webových stránok.
sl: Preprečuje nalaganje zunanjih oglasov, videoposnetkov in druge vsebine, ki vsebuje sledilno kodo. Lahko vpliva na delovanje nekaterih spletnih mest.
sq: Ndal ngarkim reklamash, videosh dhe lënde tjetër të jashtme që përmban kod gjurmimi. Mund të prekë punimin e disa sajteve.
sr: Спречава учитавање реклама, видео записа и другог садржаја изван странице који садржи код за праћење. Може утицати на одређене функционалности странице.
su: Eureunan iklan, pidéo, jeung kontén lianna anu ngandung sandi palacak. Bisa mangaruhan fungsionalitas sababaraha raramatloka.
sv_se: Stoppar externa annonser, videor och annat innehåll från laddning eftersom de kan innehålla spårningskod. Kan påverka vissa webbplatsfunktioner.
ta: பின்தொடரி குறியீட்டைக் கொண்ட விளம்பரங்கள், காணொளிகள் மற்றும் பிற உள்ளடக்கங்களை ஏற்றுவதிலிருந்து நிறுத்துகிறது. வலைத்தள செயல்பாட்டைப் பாதிக்கலாம்.
te: ట్రాకింగ్ సంకేతం కలిగివున్న బయటి ప్రకటనలను, వీడియోలను, ఇతర విషయాలను నిలిపివేస్తుంది. కొన్ని వెబ్‌సైట్ల పనితీరు ప్రభావితం కావచ్చు.
tg: Боркунии рекламаҳои хориҷӣ, видеоҳо ва маводҳои дигареро, ки метавонанд рамзи пайгириро дар бар гиранд, манъ мекунад. Метавонад ба кори баъзеи сомонаҳо таъсир расонад.
th: หยุดไม่ให้โหลดโฆษณาภายนอก, วิดีโอ, และเนื้อหาอื่น ๆ ที่มีรหัสการติดตาม อาจส่งผลต่อฟังก์ชันการทำงานของบางเว็บไซต์
tr: Takip kodu içeren reklamların, videoların ve diğer içeriklerin yüklenmesini engeller. Bazı sitelerin işlevlerini etkileyebilir.
ug: ئىز قوغلاش كودى بار ئېلان، سىن ۋە باشقا مەزمۇنلارنى يۈكلەشتىن توختىتىدۇ. بەزى تور بېكەتلەرنىڭ ئىقتىدارىغا تەسىر كۆرسىتىشى مۇمكىن.
uk: Блокує завантаження зовнішньої реклами, відео та іншого вмісту з вбудованим кодом стеження. Може вплинути на функціональність вебсайтів.
ur: ٹریکنگ کوڈ پر مشتمل اشتہارات ، ویڈیوز اور دیگر مواد کو لوڈ ہونے سے روکتا ہے۔ کچھ ویب سائٹ کی فعالیت کو متاثر کر سکتا ہے۔
uz: Kuzatuv kodini oʻz ichiga olgan reklamalar, videolar va boshqa kontentni yuklashni toʻxtatadi. Baʼzi veb-saytlarning ishlashiga taʼsir qilishi mumkin.
vec: Faghe moƚare el caricamento de anunci esterni, video e altri contenùi che i contien còdexe de traciamento. Pol influire so alcune funsionaƚità de’l sito web.
vi: Chặn các trình theo dõi từ quảng cáo, video và nội dung khác từ bên ngoài. Có thể ảnh hưởng đến một số chức năng của trang web.
yo: Dá àwọn ìpolówó dúró, àwọn fídíò àti àwọn àkóónú láti inú àwọn ìkójọpọ̀ tí kóòdù ìtọpasẹ̀ kún sínú rẹ̀. Ó lè ní àwọn ipa lóri ìṣiṣẹ́ sí ojú òpó wẹ́ẹ̀bù.
zh_hans: 停止加载包含跟踪代码的广告、视频和其他内容。可能会影响某些网站功能。
zh_hant: 防止載入含有追蹤碼的外部廣告、影片及其他內容。可能會影響某些網站功能。

source: Stops uniquely identifiable data from being collected about your device that can be used for tracking purposes.
am: ለክትትል ዓላማዎች የሚያገለግል በልዩ ሁኔታ የሚለይ ውሂብ ስለ መሳሪያዎ እንዳይሰበሰብ ያቆማል።
ar: توقيف جمع البيانات الفريدة التي تُحدّد جهازك عن غيره والتي يمكن استعمالها لأغراض التعقّب.
be: Спыняе збор унікальнай ідэнтыфікацыйнай інфармацыі пра вашу прыладу, якая можа быць выкарыстана для сачэння.
bg: Предотвратява събирането на уникални данни, които могат да бъдат използвани за проследяване.
br: Harzañ a ra roadennoù a c’hell servijout da anavezout ac’hanoc’h da vezañ implijet gant heulierien.
bs: Sprječava da jedinstveni identificirajući podaci o vašem uređaju budu prikupljeni, a koji bi se mogli iskoristiti za praćenje.
ca: Impedeix la recollida de dades sobre el vostre dispositiu que us podrien identificar, i que es poden utilitzar per fer-vos el seguiment.
co: Impedisce a culletta nant’à u vostru apparechju di dati identifichevule di manera unica chì ponu esse impiegati per spiavvi.
cs: Zastaví shromažďování dat o vašem zařízení, která mohou být využita k vaší identifikaci nebo vašemu sledování.
cy: Yn rhwystro data unigryw y mae modd ei adnabod rhag cael ei gasglu am eich dyfais a’i ddefnyddio i’ch tracio.
da: Stopper indsamling af unikt identificerbare data om din enhed, der kan bruges til at spore dig rundt på nettet.
de: Verhindert, dass eindeutig identifizierbare Daten über Ihr Gerät erfasst werden, die zur Aktivitätenverfolgung verwendet werden können.
dsb: Zajźujo gromaźenjeju jasnje identificěrujobnych datow wó wašom rěźe, kótarež daju se za slědowańske zaměry wužywaś.
el: Διακόπτει τη συλλογή μοναδικών, αναγνωριστικών δεδομένων της συσκευής σας που μπορούν να χρησιμοποιηθούν για σκοπούς καταγραφής.
eo: Haltigo de kolekto de unike identigeblaj informoj pri via aparato, kiu povas esti uzita por spuri vin.
es: Impide que se recopilen datos identificables acerca de tu dispositivo que puedan usarse para fines de rastreo.
es_ar: Impide que se recopilen datos identificables acerca de tu dispositivo que pueden usarse para fines de rastreo.
es_cl: Detiene la recolección de datos únicos identificables en tu dispositivo, los que pueden ser usados para propósitos de seguimiento.
es_mx: Detiene la recolección de datos únicos identificables en tu dispositivo, los que pueden ser usados para propósitos de seguimiento.
eu: Jarraipena egiteko erabil litezkeen zure gailuari buruzko identifikazio bakarreko datuak biltzea eragozten du.
fa: جمع‌آوری داده‌های قابل شناسایی منحصر به فرد درباره دستگاه شما که می‌تواند برای ردیابی استفاده شود، متوقف می‌شود.
fi: Estää keräämästä laitteestasi yksilöitävissä olevia tietoja, joita voidaan käyttää seurantatarkoituksiin.
fr: Empêche la collecte de données identifiables de manière unique sur votre appareil et qui peuvent être utilisées à des fins de pistage.
fur: Al ferme la racuelte di dâts identificatîfs univocs sul to dispositîf che a puedin jessi utii par spiâti e stâti daûr.
fy_nl: Foarkomt dat unyk identifisearbere gegevens oer jo apparaat sammele wurde dy't brûkt wurde kinne foar folchdoeleinen.
gd: Cuiridh seo bacadh air cruinneachadh de dhàta àraidh mun uidheam agad leis am b’ urrainnear do thracadh.
gl: Evita que se recompilen datos de identificación únicos sobre o seu dispositivo que poden usarse con fins de rastrexo.
gn: Omboyke ani oñembyaty ne mba’ekuaarã ojehechakuaáva ne pumbyrýpe ojeporukuaáva rejehapykueho hag̃ua.
he: עוצר איסוף של נתונים המאפשרים זיהוי ייחודי של המכשיר שלך שעלולים לשמש לצרכי מעקב.
hr: Zaustavlja prikupljanje jedinstvenih podataka o tvom uređaju koji se mogu koristiti za praćenje.
hsb: Zadźěwa hromadźenju jasnje identifikujomnych datow wo wašim graće, kotrež dadźa so za slědowanske zaměry wužiwać.
hu: Megállítja az egyedileg azonosítható adatok gyűjtését az eszközéről, amelyek nyomkövetési célokra használhatók fel.
hy_am: Դադարեցնում է եզակի ճանաչելի տվյալներ ձեր սարքի մասին հավաքագրվելուց, որոնք կարող են օգտագործվել հետագծման նպատակով:
ia: Impedi al datos identificative unic, que pote esser usate pro scopos de traciamento, de esser colligite re tu apparato.
id: Menghentikan pengumpulan data yang dapat diidentifikasi secara unik terkait perangkat Anda yang dapat digunakan untuk tujuan pelacakan.
is: Kemur í veg að persónugreinanlegum gögnum, sem hægt er að nota til að rekja hegðun þína, sé safnað af tæki þínu.
it: Impedisce la raccolta di dati identificativi univoci sul dispositivo che possono essere utilizzati a scopo di tracciamento.
ja: 端末を一意に識別できるデータがユーザーを追跡する目的で収集されるのを防止します。
ka: შეაჩერებს იმ მონაცემების აღრიცხვას, რომელთა მეშვეობითაც შესაძლებელია თქვენი სხვებისგან გამორჩევა თვალის სადევნებლად.
kab: Ad isewḥel alqaḍ n yisefka yettwammalen s wudem asuf ɣef yibenk-ik daɣen wid i izemren ad ttwasqedcen i uḍfar.
kk: Бақылау мақсатында пайдалануға болатын құрылғыңыз туралы бірегей деректер жиналуын тоқтатады.
ko: 추적 목적으로 사용할 수 있는 사용자 기기에 대해 고유하게 식별 가능한 데이터가 수집되지 않도록합니다.
lo: ຢຸດການເກັບກຳຂໍ້ມູນທີ່ສາມາດລະບຸຕົວຕົນໄດ້ກ່ຽວກັບອຸປະກອນຂອງທ່ານທີ່ສາມາດໃຊ້ເພື່ອຈຸດປະສົງການຕິດຕາມ.
ml: പിന്തുടൎച്ച ഉന്നങ്ങൾക്കായി ഉപയോഗിക്കാൻ കഴിയുന്ന താങ്ങളുടെ ഉപകരണത്തെ കുറിച്ച് അദ്വിതീയമായി തിരിച്ചറിയാവുന്ന ഡാറ്റ ശേഖരിക്കുന്നതിൽ നിന്നു തടയുന്നു.
nb_no: Stopper innsamling av unikt identifiserbare data om enheten din som kan brukes til å spore deg rundt på nettet.
nl: Voorkomt dat uniek identificeerbare gegevens over uw apparaat worden verzameld die kunnen worden gebruikt voor volgdoeleinden.
nn_no: Stoppar innsamling av unikt identifiserbare data om eininga di som kan brukast til å spore deg rundt om på nettet.
oc: Empacha la culhida de donadas unicas identificables quant a vòstre periferic que pòdon èsser utilizadas pel seguiment.
pa_arab_pk: تہاڈے ڈوائیس بارے ولکھݨ طور تے پچھاݨے جاݨے والے ڈیٹے نوں اکتر ہوݨ توں روکدا اے، جس نوں ٹریکنگ لئی ورتیا جا سکدا اے۔
pa_guru_in: ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਬਾਰੇ ਵਿਲੱਖਣ ਤੌਰ ‘ਤੇ ਪਛਾਣੇ ਜਾਣੇ ਵਾਲੇ ਡਾਟੇ ਨੂੰ ਇਕੱਤਰ ਹੋਣ ਤੋਂ ਰੋਕਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਟਰੈਕਿੰਗ ਲਈ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Zatrzymuje zbieranie jednoznacznie identyfikowalnych danych o Twoim urządzeniu, które mogą być wykorzystywane do śledzenia.
pt_br: Impede a coleta de dados exclusivamente identificáveis sobre seu dispositivo, que podem ser usados para fins de rastreamento.
pt_pt: Impede que sejam recolhidos dados de identificação únicos sobre o seu dispositivo, que podem ser utilizados para fins de monitorização.
rm: Impedescha la rimnada dad infurmaziuns univocas che permettan dad identifitgar tes apparat per ta fastizar.
ro: Oprește colectarea datelor unice de identificare despre dispozitivul tău, care pot fi utilizate în scopuri de urmărire.
ru: Останавливает сбор однозначно определяемых данных о вашем устройстве, которые могут быть использованы в целях отслеживания.
sat: ᱜᱷᱮᱨ ᱮᱥᱮᱫ ᱠᱟᱹᱢᱤ ᱠᱚ ᱞᱟᱹᱜᱤᱫᱽ ᱥᱟᱫᱷᱚᱱ ᱨᱮᱭᱟᱜ ᱱᱟᱶᱟ ᱰᱟᱴᱟ ᱠᱚ ᱮᱢᱟᱱ ᱡᱟᱣᱨᱟ ᱠᱚ ᱵᱚᱸᱫᱚᱭᱟ ᱾
scn: Blocca a ricota dî dati dû to dispusitivu chi putìssiru sèrbiri a idintificàriti pi favuriri a to trazzatura.
sk: Zastaví zhromažďovanie údajov o vašom zariadení, ktoré my mohli byť použité na vašu identifikáciu alebo sledovanie.
sl: Preprečuje zbiranje podatkov o vaši napravi, ki se lahko uporabijo za vašo prepoznavo in sledenje.
sq: Ndalon grumbullim të dhënash që lejojnë identifikim unik rreth pajisjes tuaj, të cilat mund të përdoren për qëllime gjurmimi.
sr: Спречава прикупљање јединствених података о вашем уређају који се могу користити за праћење.
su: Ngeureunan data idéntifikasi unik paranti anjeun anu bisa dipaké pikeun tujuan ngalacak.
sv_se: Stoppar identifierbar information från att samlas in om din enhet som kan användas för spårning.
tg: Ҷамъкунии маълумоти нодири муайяншавандаеро дар бораи дастгоҳи шумо, ки метавонад бо мақсадҳои пайгирӣ истифода шавад, манъ мекунад.
th: หยุดไม่ให้รวบรวมข้อมูลเกี่ยวกับอุปกรณ์ของคุณที่ระบุตัวตนได้ที่ไม่ซ้ำกันที่สามารถใช้เพื่อวัตถุประสงค์ในการติดตาม
tr: İzleme amacıyla kullanılabilecek, cihazınızla ilgili benzersiz bir şekilde tanımlanabilir verilerin toplanmasını önler.
ug: ئىز قوغلاش مەقسىتىدە ئىشلىتىلىدىغان ئۈسكۈنىڭىزگە ئائىت بىردىنبىر پەرقلىنىدىغان سانلىق مەلۇماتلارنى توپلاشنى توختىتىدۇ.
uk: Зупиняє збір унікальних даних про ваш пристрій, які можна використовувати для відстеження.
vi: Ngăn chặn việc thu thập dữ liệu nhận dạng duy nhất về thiết bị của bạn có thể được sử dụng cho mục đích theo dõi.
zh_hans: 阻止收集可用于跟踪目的的设备唯一标识数据。
zh_hant: 防止他人收集可用來追蹤您的裝置識別資料。

source: Strict
am: ጥብቅ
ar: صارم
ast: Estricta
az: Sərt
be: Строгая
bg: Строга
bn: কঠোর
br: Strizh
bs: Strogo
ca: Estricta
ckb: پتەو
co: Severa
cs: Přísná
cy: Llym
da: Striks
de: Streng
dsb: Striktny
el: Αυστηρή
eo: Rigora
es: Estricto
es_ar: Estricta
es_cl: Estricta
es_mx: Estricto
et: Range
eu: Zorrotza
fa: سخت‌گیرانه
ff: Ƴagguɗo
fi: Tiukka
fil: Mahigpit
fr: Stricte
fur: Restritive
fy_nl: Strang
ga_ie: Dian
gd: Teann
gl: Estrito
gn: Mbaretépe
he: מחמיר
hi_in: सख़्त
hr: Strogo
hsb: Striktny
hu: Szigorú
hy_am: Խիստ
ia: Stricte
id: Ketat
is: Strangt
it: Restrittiva
ja: 厳格
ka: მკაცრი
kab: Uḥriṣ
kk: Қатаң
kn: ಕಡ್ಡಾಯ
ko: 엄격
ku: Tund
lij: Restritivo
lo: ເຂັ້ມງວດ
lt: Griežta
ml: കർശനം
mr: काटेकोर
my: တင်းကျပ်ပါ
nb_no: Streng
nl: Streng
nn_no: Streng
oc: Estricta
pa_arab_pk: سخت
pa_guru_in: ਸਖ਼ਤ
pl: Ścisła
pt_br: Rigoroso
pt_pt: Rigorosa
rm: Restrictiv
ro: Strictă
ru: Строгая
sat: ᱱᱤᱦᱟᱹᱛ
sc: Restrinta
scn: Stritta
si: දැඩි
sk: Prísna
sl: Strogo
sq: Strikte
sr: Строго
su: Pereketkeun
sv_se: Strikt
szl: Surowo
ta: கண்டிப்பான
te: కఠినం
tg: Ҷиддӣ
th: เข้มงวด
tr: Sıkı
tt: Катгый
ug: قاتتىق
uk: Надійний
ur: سخت
uz: Qatʼiy
vec: Restritivo
vi: Nghiêm ngặt
yo: Rorò
zh_hans: 严格
zh_hant: 嚴格
